<?php
$page_title = ' هاكم ';
session_start();
include 'init.php';
?>


<div class="privacy">
    <div class="container-fluid">
        <div class="data">
            <h6> المقدمة </h6>
            <p>  1.1.	يتطلب تقديم خدماتنا على الموقع الإلكتروني https://haackum.com (يشار إليه بـ "هاكم") أن نقوم بجمع واستخدام ومعالجة بعض البيانات الشخصيّة عن المُستخدِمين، ونظرًا لأنّ البيانات الشخصيّة تتمتّع بأهميّة خاصة للمُستخدِم، فإنّنا نتعاملُ معها بقدرٍ كبيرٍ من الخصوصيّة، وقد أعددنا هذه السياسة لتوضّح المنهجيّة التي نتّبِعُها على منصّة "هاكم"، عند جمع البيانات، واستخدامها، ومعالجتها، وتخزينها، والحفاظ عليها، والخطوات المُتّخذَة لتأمينها، وبيان حقوقك التي كفلها لك نظام حماية البيانات الشخصيّة ولائحته التنفيذية.  </p>
           <p> 1.2.	تنطبق سياسة الخصوصيّة هذه على كل جميع مستخدمي منصّة "هاكم"، على سبيل المثال لا الحصر:
               <br>
               1.2.1.	الشاحنون: كل من يرغب في إرسال شحنة.
               <br>
               1.2.2.	المسافرون: كل فرد يحمل شحنة سواء بمقابل أو بدون.
               <br>
               1.2.3.	الأشخاص الذين يبدون اهتمامًا بنا وبخدماتنا.
               <br>
               1.2.4.	شركاء العمل: يشمل شركاء التسويق والإعلان بما في ذلك موظفيهم.
               <br>
               1.2.5.	المرشحون للتوظيف: الأفراد الذين يتقدمون لوظيفة معنا.
               <br>
           </p>
            <p> 1.3.	بالاشتراك في منصّة "هاكم" واستخدام خدماتها، يعني أنك اطّلعت على سياسة الخصوصيّة هذه وأنّك مُلمٌ بكافة الأحكام والممارسات المعلنة فيها، وأنّك توافق على الالتزام بكافة بنودها اعتبارًا من تاريخ سريانها؛ إذا كنت لا توافق على بنود هذه السياسة، الرجاء التوقف عن استخدام خدمات المنصّة. </p>


            <h6> [2] التعريفات   </h6>
            <p> يكون للكلمات التالية المعنى المبين قرينَ كُلٍّ منها، ما لم يقتضِ السياقُ خلاف ذلك:
                <br>
               <br> 2.1.	"المنصة"، "نحن"، "لنا" أو "لدينا": يُقصد بها منصّة "هاكم".
               <br> 2.2.	"المُستخدِم"، أو "أنت" أو "لك": يُقصد بها كل من يَستخدِم منصّة "هاكم" سواء كان شاحن أو مسافر.
               <br>  2.3.	"البيانات الشخصيّة": يُقصد بها كل بيان - مهما كان مصدره أو شكله - من شأنه أن يؤدي إلى معرفة الفرد على وجه التحديد، أو يجعل التعرّف عليه ممكنًا بصفة مباشرة أو غير مباشرة، ومن ذلك: الاسم، ورقم الهويّة الشخصيّة، والعناوين، وأرقام التواصل، وغير ذلك من البيانات ذات الطابع الشخصي.
               <br> 2.4.	"المُعالجة": يُقصد بها أيّ عملية تُجرى على البيانات الشخصيّة بأيّ وسيلة كانت يدوية أو آلية.
               <br> 2.5.	"الغرض المشروع": يُقصد به الغرض الذي تتم لأجله معالجة البيانات الشخصيّة للفرد، طبقًا للقانون.
               <br> 2.6.	"الأطراف الثالثة": يُقصد بها كافة الأشخاص والجهات الأخرى غير التابعة لنا التي قد تشاركنا في تقديم الخدمات أو التي قد توفر خدماتها من خلال منصّة "هاكم".
               <br> 2.7.	"السياسة": يُقصد بها سياسة الخصوصيّة هذه وما تتضمنه من توضيحات للبيانات التي يتم جمعها واستخدامها ومعالجتها وطريقة التعامل معها على منصّة "هاكم".
            </p>
            <h6> [3]	جمع البيانات </h6>
            <br>
            <p> 3.1.	نستخدم طرقًا مختلفة لجمع البيانات عند استخدام منصّة "هاكم"، على سبيل المثال:
              <br>  3.1.1.	بيانات تسجيل حساب جديد أو تسجيل الدخول، مثل اسم المستخدم، البريد الإلكتروني، كلمة المرور.
              <br>  3.1.2.	بيانات الحساب، مثل اسم المستخدم، البريد الإلكتروني، رقم الهاتف، العنوان، تاريخ الميلاد، صورة جواز السفر، صورة الملف الشخصي.
              <br>  3.1.3.	بيانات الاتصال عند استخدام إحدى خدماتنا، مثل الاسم، ورقم الهاتف، والعنوان، والبريد الإلكتروني.
              <br>  3.1.4.	بيانات الشحنة، مثل اسم المنتج، مكان المغادرة، موعد الوصول المتوقع، صورة للمنتج، وزن المنتج، وصف المنتج.
              <br>  3.1.5.	بيانات الرحلة، مثل مكان المغادرة، موعد الوصول المتوقع، توقيت الرحلة، توقيت الوصول المتوقع، الوزن المتاح.
              <br>  3.1.6.	بيانات الدفع، مثل معلومات فوترة بطاقة الائتمان الخاصة بك ونوعها ورقمها وتاريخ انتهاء صلاحيتها.
              <br>  3.1.7.	البيانات التقنيّة، مثل نوع الجهاز، ونظام التشغيل، ومعرّفات الجهاز، وعنوان بروتوكول شبكة الإنترنت (IP) المُستخدِم لربط جهازك بشبكة الانترنت، ومزوّد خدمة الإنترنت، وصفحات الإحالة/الخروج، ومعرّف الإعلان، وأنواع الوظائف الإضافية، والتاريخ والوقت، وعدد النقرات، ومعلومات حول استخدامك لخدماتنا، والبيانات المتعلقة بالأجهزة المتصلة بالشبكة.
              <br>  3.1.8.	بيانات الاستخدام، مثل بيانات سجلات الجهاز، وأدوات تحليلات الاستخدام الداخلي، وتشمل النقرات والتمريرات والميزات التي يتم الوصول إليها، ووقت وزمن الوصول، وأوقات الاستجابة، والأخطاء والأعطال الناشئة، وبيانات الأداء، وسعة التخزين، وإعدادات المستخدم وتكويناته والأجهزة المستخدمة للوصول إلى المنصّة.
              <br>  3.1.9.	بيانات التتبع، مثل ملفات الكوكيز، وعلامات البيكسل، وإشارات الويب، والتقنيات الأخرى المماثلة.
              <br>  3.1.10.	بيانات الشركاء، مثل البيانات التي يقدمها لنا شركاء التسويق والإعلانات وغيرها من الجهات الأخرى.
                <br>  3.2.	يجب على المُستخدِم تقديم بيانات كاملة وصحيحة ودقيقة، والحفاظ على سرية الحساب، وتحديد الأشخاص المسموح لهم بالوصول إلى حسابه أو استخدامه.
            </p>
            <h6> [4]	حدود استخدام البيانات </h6>
             <br>
            <p>  نستخدم البيانات الشخصيّة في الأغراض الآتية:
              <br>   4.1.	للمساعدة في تسجيل الحساب، وتحديد هويّة المُستخدِمين عند استخدام المنصّة.
              <br>   4.2.	للرد على استفسارات وأسئلة المُستخدمين، والتواصل معهم عند الضرورة.
              <br>   4.3.	لمساعدتك في طلب خدمات الشحن، وتعقب وتتبع الشحنات والرحلات.
              <br>   4.4.	لمعالجة واستكمال عمليات الدفع، ومشاركة بيانات الدفع مع بوابات الدفع.
              <br>   4.5.	لإرسال الرسائل الإدارية، والتنبيه بتحديثات شروط الاستخدام وسياسة الخصوصيّة.
              <br>   4.6.	لاستكشاف الأخطاء والمشاكل التشغيليّة وإصلاحها.
               <br>  4.7.	للتعريف بخدماتنا وتطويرها والتسويق لها، ومراقبة أداءها، وتأمينها.
              <br>   4.8.	لمساعدتنا في التشغيل السليم للمنصّة، وتعزيز أمن البيانات، ومنع الاحتيال، وإساءة الاستخدام.
               <br>  4.9.	لقياس أو فهم فعاليّة الإعلانات التي نُقدمها للمُستخدِمين، وتقديم الإعلانات ذات الصلة لك.
               <br>  4.10.	للامتثال لالتزاماتنا القانونية، وتنفيذ شروطنا وسياساتنا، والإجراءات والمتطلبات القانونية المعمول بها.
              <br>   4.11.	لأغراض ترويجيّة، وإعلانيّة، وتسويقيّة، وتحليليّة، وإجراء أبحاث السوق، والدراسات الاستقصائيّة.
            </p>
            <h6> [5]	مشاركة البيانات </h6>
            <br>
            <p>  5.1.	لا نقوم ببيع أو المتاجرة أو تأجير بيانات الهوية الشخصيّة للمُستخدِمين إلى جهات أخرى، ويجوز لنا مشاركة البيانات الشخصيّة مع جهات خارجية تابعة لأطراف أخرى لتحقيق الأغراض المنصوص عليها في القسم (4) من هذه السياسة، وذلك على النحو الآتي:
               <br>  5.1.1.	لتقديم كل أو بعض الخدمات نيابة عنا من خلال شركاء الأعمال التابعين لأطراف ثالثة، مثل مقدمو خدمات تكنولوجيا المعلومات الذين نستخدمهم لدعم وصيانة وتوفير البنية التحتية ، ومقدمو خدمات تحليلات الأعمال لمساعدتنا في تحسين المنصّة، ومقدمو خدمات المدفوعات لمساعدتنا معالجة وتحصيل المدفوعات منك، ومقدمو خدمات التسويق لمساعدتنا في أعمال التسويق، ومقدمو الخدمات الإعلانية لمساعدتنا في اختيار الإعلانات ذات الصلة وتقديمها لك، وغيرها من مقدمي الخدمات والشركاء الذين نستعين بهم في تقديم كل أو جزء من خدماتنا.
              <br>   5.1.2.	من أجل تلبية أيِّ قوانين، أو تشريعات، أو إجراءات قانونيّة، أو مَطالب حكوميّة معمول بها، أو ممارسة حقوقنا القانونيّة أو ترسيخها أو الدفاع عنها، أو لحماية مصالحك أو مصالح الغير.
               <br>  5.1.3.	عندما يمنحُنا المُستخدِم موافقة مسبقة على استخدام بياناته الشخصيّة لأغراض محددة.
                <br> 5.1.4.	لتحقيق مصالحنا المشروعة، ولتنفيذ الشروط والأحكام، ولحماية حقوقنا وخصوصيتنا وسلامتنا وممتلكاتنا و/أو حقوقك أو الآخرين.
               <br>  5.1.5.	للحماية من الاحتيال المشتبه به، أو الأنشطة غير القانونيّة، أو أيّ مواقف تنطوي على تهديدات محتملة لسلامة أيّ شخص.
               <br>  5.2.	يوافق المُستخدِم على السماح لنا ولموظفينا وشُركاء الأعمال معنا بالتعامل مع بياناته في حدود تقديم الخدمات.
            </p>
            <h6>[6]	الإفصاح القانوني عن البيانات</h6>
            <br>
            <p> في حالة بيع جزء من أعمال أو أصول منصّة "هاكم" إلى كيان آخر أو أيّ انتقال أو تغيير في أعمالنا، فإنّه يجوز لنا مشاركة البيانات الشخصيّة مع الكيان الجديد فيما يتعلق بأيّ عملية إعادة هيكلة، أو اندماج، أو استحواذ، أو إعادة تنظيم، أو بيع الأصول، أو مشروع مشترك، أو التنازل، أو التحويل، أو الإفلاس، أو التصفية، أو الحراسة القضائية، أو أي تصرف مشابه، ويجوز للكيان الجديد استخدام بياناتك الشخصيّة بنفس الطريقة المنصوص عليها في هذه السياسة. </p>
       <h6> [7]	تخزين البيانات </h6>
            <br>
            <p> 7.1.	نخزن بياناتك الشخصيّة طالما أنها ضرورية للأغراض التي تتم بها أو من خلالها معالجة البيانات الشخصيّة، أو لفترة زمنية أطول لأغراض الامتثال للقوانين السارية أو للمتطلبات القانونية التي تخضع لها أو للدفاع عن الدعاوى المرفوعة ضدنا.
             <br>    7.2.	سنحتفظ بالبيانات الشخصيّة المرتبطة بالحساب في أرشيفاتنا للفترة اللازمة لتحقيق الأغراض المنصوص عليها، ما لم نكن بحاجة إلى فترة أطول للاحتفاظ بها أو وفقًا لما تسمح به القوانين السارية، وستختلف المدة التي نحتفظ فيها ببياناتك الشخصيّة اعتمادًا على غرض جمعها واستخدامها.
            <br>     7.3.	قد نخزن النسخ الاحتياطية لقاعدة البيانات المشفرة خارج المنصّة مع مزوّد تخزين خارجي لضمان أمن البيانات في حالة الطوارئ أو الكوارث.
            <br>     7.4.	تتضمنُ المعايير التي تحدد فترات الاحتفاظ بالبيانات على طبيعة وحساسية البيانات الشخصيّة، ومُدة تزويدك بالخدمات أو تشغيل أعمالنا، وطول فترة نشاط حسابك أو المدة اللازمة لتزويدك بالخدمات، والمُتطلبات القانونيّة السارية، مثل الأوامر الحكومية لأغراض التحقيق أو التقاضي، أو الحماية من دعوى محتملة.
            </p>
            <h6> [8]	أمن وسلامة البيانات </h6>
            <br>
            <p> 8.1.	نعمل على حماية البيانات الشخصيّة من خلال اتخاذ الإجراءات المناسبة التي تتوافق مع القوانين ذات الصلة الخاصة بحماية البيانات من إساءة الاستخدام، أو الفقدان، أو الوصول غير المُصرَّح به إليها، ويشمل ذلك استخدام جدران حماية وخوادم آمنة وكلمات مرور للوصول إليها، بما في ذلك مطالبة شركاء الأعمال الذين نتعامل معهم لاستخدام الإجراءات المناسبة لحماية سرية وأمن بياناتك.
               <br>  8.2.	على الرغم من أننا سنبذل كل ما في وسعنا لحماية البيانات الشخصيّة، إلا أنّ إرسال أيّ بيانات عبر الإنترنت دائمًا ما ينطوي على مخاطر، وبالتالي لا يمكننا ضمان أمن بياناتك المُرسَلَة عبر الإنترنت، ولن نتحمل المسؤوليّة عن أي حدث ينشأ عن الوصول غير المسموح به أو المصرّح به إلى بياناتك الشخصيّة. ولن نتحمل المسؤوليّة عن الأحداث الناشئة عن حصول أطراف ثالثة على وصول غير مصرح به إلى بياناتك الشخصيّة.
              <br>   8.3.	نلتزم بالحفاظ على سرية بياناتك الشخصيّة، ونتعهّد في حدود المسموح به قانونًا بعدم استخدامها أو الإفصاح عنها بما يتعارض مع هذه السياسة، ولمساعدتنا في حماية بياناتك الشخصيّة، يجب عليك دائمًا الحفاظ على أمان بيانات حسابك وعدم مشاركتها مع أي شخص أو جهة تحت أي ظرف.
            </p>
            <h6> [9]	نقل البيانات </h6>
            <br>
            <p> 9.1.	قد يتم نقل بياناتك الشخصيّة إلى أجهزة الكمبيوتر الموجودة خارج دولتك أو مقاطعتك أو بلدك أو أي ولاية حكومية أخرى، حيث قد تختلف قوانين حماية البيانات عن قوانين سلطتك القضائية، مع الأخذ في الاعتبار المستوى الكافي من الحماية لهذه البيانات وبصفة خاصة طبيعة البيانات الشخصيّة، ومصدر المعلومات المضمنة في البيانات، والأغراض المراد معالجة البيانات من أجلها ومدتها، والدولة التي يتم تحويل البيانات إليها والتزاماتها الدولية والقانون المطبق فيها، والقواعد ذات الصلة المطبقة في هذه الدولة، والإجراءات الأمنية المتخذة لحماية البيانات في هذه الدولة.
              <br>    9.2.	نتخذ جميع الخطوات اللازمة لضمان معالجة بياناتك بأمان ووفقاً لسياسة الخصوصية هذه، ولن يتم نقل بياناتك الشخصيّة إلى منظمة أو بلد ما لم تكن هناك ضوابط كافية بما في ذلك أمان بياناتك وغيرها من المعلومات الشخصيّة.
              <br>    9.3.	إن موافقتك على سياسة الخصوصية هذه التي يتبعها تقديمك لهذه المعلومات تمثل موافقتك على هذا النقل.
            </p>
            <h6> [10]	الإخلال بالبيانات </h6>
            <br>
            <p> في حالة العلم بأن أمن منصّة "هاكم" قد تعرّضت للاختراق أو تم الكشف عن بياناتكم الشخصية لجهات خارجية غير ذات صلة بسبب أنشطة خارجية لا دخل لنا فيها، بما في ذلك، على سبيل المثال لا الحصر، الهجمات الأمنية الإلكترونية أو الاحتيال، فإنه يحق لنا اتخاذ التدابير المناسبة، على سبيل المثال لا الحصر، التحقيق والإبلاغ، وإخطار سلطات إنفاذ القانون والتعاون معها. كما نلتزم ببذل جهودًا معقولة لإبلاغ الأفراد المتضررين عبر البريد الإلكتروني -إن أمكن- إذا اعتقدنا وجود مخاطر معقولة ستلحقهم نتيجة الإخلال أو إذا توجب علينا توجيه إخطار بأي صورة أخرى بموجب القانون. </p>
            <h6>  [11]	حماية بيانات الحساب </h6>
            <br>
            <p> 11.1.	بيانات الحساب هي مسؤوليّة شخصيّة لكل مُستخدِم في منصّة "هاكم"، وفي حال شارك ا المُستخدِم بياناته مع أي شخصٌ آخر واستخدامها للدخول إلى المنصّة، وتنفيذ أيّ معاملات، فإنّ المُستخدِم يتحمّل نتيجة ذلك.
             <br>   11.2.	يتحمّل المُستخدِم مسؤولية استخدام منصّة "هاكم"، ويوافق على إخلاء مسؤوليّتنا من أيّة خسائر، أو أضرار، أو نفقات، أو مصاريف يتكبّدها أو يتعرض لها نتيجة استخدام حسابه.
             <br>   11.3.	يستطيع المُستخدِم مراجعة بياناته الشخصيّة في الملف الشخصي، وإكمالها، أو تعديلها، أو تحديثها من خلال الوصول إلى تبويب "حسابي" بعد تسجيل الدخول إلى الحساب.
            </p>
            <h6> [12]	حقوق المُستخدِم </h6>
            <br>
            <p> يكون للمُستخدِم وفقًا للائحة العامة لحماية البيانات الشخصيّة– الحقوق التالية:
               <br>   12.1.	حق الوصول بياناتك الشخصيّة، ويشمل ذلك الاطّلاع عليها.
               <br>   12.2.	حق تصحيح البيانات‎ الشخصيّة غير الدقيقة، أو إكمالها، أو تحديثها.
               <br>   12.3.	حق طلب إتلاف أو حذف بياناتك الشخصيّة إذا انتهت الحاجة إليها.
               <br>   12.4.	حق طلب تقييد التعامل مع بياناتك الشخصيّة.
               <br>   12.5.	حق طلب نقل بياناتك الشخصيّة في صيغة منظمة، وشائعة الاستخدام، وقابلة للقراءة الآلية، والحق في نقل هذه البيانات إلى وحدة مراقبة أخرى دون عائق.
               <br>   12.6.	حق الاعتراض على معالجة بياناتك الشخصيّة بما في ذلك المعالجة المتعلقة بالتسويق المباشر.
              <br>    12.7.	حق تقديم شكوى إلى الجهة المشرفة في أي وقت عن طريق البريد الإلكتروني.
           </p>
            <h6> [13]	مسؤولية المُستخدِم </h6>
            <br>
            <p> 13.1.	يتحمل المُستخدِم مسؤولية دقة وصحة البيانات التي يُقدمها على منصّة "هاكم"، ومشاركة أيّ بيانات أو معلومات تخص أشخاص آخرين على منصّة "هاكم".
              <br>  13.2.	يتحمل المُستخدِم مسؤولية الحفاظ على سريّة وخصوصيّة بياناته، وعدم مشاركتها أو الإفصاح عنها للغير.
              <br>  13.3.	يُقر المُستخدِم بعدم استخدام أيّ وسيلة من شأنها مساعدة الغير على جمع بيانات المُستخدِمين، بما في ذلك البريد الالكتروني وأرقام الجوال ووسائل الاتصال الأخرى.
              <br>  13.4.	يوافق المُستخدِم على أنّنا لا نسيطر إلا على البيانات التي نجمعها في منصّة "هاكم"، ولا نملك أيّ سيطرة على أيّ بيانات يقدمها المُستخدِم على موقع آخر بخلاف هذه المنصّة.
             <br>   13.5.	للمُستخدِم دور مهم في حماية بياناته الشخصيّة، لذا ننصح المُستخدِمين بما يلي:
              <br>  13.5.1.	‌‌‌اختيار كلمة مرور تتضمن أحرفًا وأرقامًا بحيث يصعب على أي شخص تخمينها.
              <br>  13.5.2.	عدم مشاركة بيانات الدخول (اسم المُستخدِم وكلمة المرور) مع أيّ شخص.
              <br>  13.5.3.	عدم السماح للآخرين باستخدام حسابه.
              <br>  13.5.4.	التأكد من أنّ برنامج الحماية من الفيروسات محدثّ على الدوام.
              <br>  13.5.5.	تسجيل الخروج بعد انتهاء الجلسة عند استخدام جهاز لشخص آخر أو الإنترنت في الأماكن العامة.
              <br>  13.5.6.	التواصل فورًا بالدعم الفني للمنصّة في حالة الاشتباه بالدخول إلى للحساب.
              <br>  13.6.	لن نتحمّل مسؤولية تقصير أو فشل المُستخدِم في الحفاظ على سرية بياناته أو أيّ تصرفات ينتج عنها الوصول إلى البيانات من قبل أطراف أخرى.
            </p>
            <h6> [14]	الرسائل التسويقية </h6>
            <br>
            <p> قد تتلقى إشعارات منا على البريد الإلكتروني المسجل لدينا إذا قمت بالاشتراك في الرسائل الإخباريّة. إذا كنت ترغب في عدم تلقي مثل هذه الاتصالات، فيمكنك إلغاء الاشتراك باتباع الإرشادات المضمنة في الإشعار أو البريد الإلكتروني. ومع ذلك، حتى إذا قمت بإلغاء الاشتراك في تلقي هذه الاتصالات، فإننا نحتفظ بالحق في إرسال رسائل غير تسويقية إليك (مثل الرسائل الإدارية، وتنبيهات الأمان، وتحديثات شروط وسياسات الاستخدام أو سياسة الخصوصيّة الخاصة بنا). </p>
           <br>
            <h6> [15]	ملفات تعريف الارتباط وتقنيات التتبع </h6>
            <br>
            <p> 15.1.	قد تستخدم منصّة "هاكم" تقنيات التتبع، والتي تشمل على سبيل المثال لا الحصر:
                <br> 15.1.1.	ملفات تعريف الارتباط هي ملفات بيانات صغيرة تتضمن معرفاً فريداً، يتم إرساله إلى جهاز الكمبيوتر أو الهاتف المحمول أو الجهاز اللوحي ("الجهاز") بواسطة خادم الويب بحيث يمكن للموقع أن يتذكر بعض المعلومات حول نشاط متصفحك.
              <br>   15.1.2.	وحدات البيكسل عبارة عن صور إلكترونية صغيرة مضمنة في الموقع الإلكتروني أو البريد الإلكتروني أو الإعلان الذي يرسل معلومات حول استخدامكم إلى الخادم.
              <br>   15.1.3.	بصمات الجهاز هي عملية تحليل ودمج مجموعات من عناصر البيانات من متصفح جهازك، مثل كائنات جافا سكريبت والخطوط المثبتة، لإنشاء "بصمة" لجهازك وتحديد متصفحك وجهازك بشكل فريد.
              <br>   15.2.	الغرض من استخدام تقنيات التتبع:
              <br>   15.2.1.	قد نستخدم تقنيات التتبع كجزء من جهودنا التسويقية ولأغراض أخرى مثل التعرف على جهازك، وتجنب الحاجة إلى إعادة إدخال بيانات الدخول، وتعزيز الأمان، وتسهيل التنقل، وجعل تجربتك سلسة وفعّالة وذات طابع شخصي، والمساعدة في تتبع وتحليل زيارات واتجاهات الزوار، وفهم كيفية استخدام الخدمات، وتقديم الإعلانات ذات الصلة وقياس مدى فعاليتها.
              <br>   15.2.2.	قد يقوم مزودو خدمات الجهات الخارجية والمعلنون والشركاء أيضًا بوضع تقنيات مماثلة على موقعنا، ويخضع استخدام هذه التقنيات من قبل هذه الجهات الخارجية لسياسات الخصوصية الخاصة بها ولا تغطيها هذه السياسة، باستثناء ما يتطلبه القانون.
              <br>   15.2.3.	قد تمنحك بعض متصفحات الويب القدرة على تمكين ميزة "عدم التتبع" التي ترسل إشارات إلى المواقع التي تزورها، مما يشير إلى عدم رغبتك في تتبع أنشطتك عبر الإنترنت. يختلف هذا عن حظر أو حذف ملفات تعريف الارتباط، حيث إن المتصفحات التي تم تمكين هذه الميزة بها قد تظل تقبل ملفات تعريف الارتباط.
              <br>   15.3.	أنواع ملفات تعريف الارتباط
              <br>   15.3.1.	ملفات تعريف الارتباط الأساسية: التي تتيح لك التنقل في المنصّة واستخدام الميزات الأساسية مثل المناطق الآمنة والخاصة.
               <br>  15.3.2.	ملفات تعريف الارتباط للجلسة: التي تُستخدم لتشغيل المنصّة، والتعرّف على المخاطر الأمنية ومنعها. على سبيل المثال، تخزين معلومات جلستك، أو لمنع آخرين من تغيير كلمة المرور الخاصة بك بدون اسم المستخدم وكلمة المرور.
              <br>   15.3.3.	ملفات تعريف الارتباط التحليلية: التي تتيح لنا فهم كيفية استخدامك للمنصّة (على سبيل المثال الصفحات التي تزورها)، وتقديم إحصائيات حول كيفية استخدام المنصّة وتحسينها من خلال تحديد أي أخطاء، ومشكلات في الأداء.
               <br>  15.3.4.	ملفات تعريف الارتباط الأمنية والأداء: التي تُستخدم لجمع معلومات حول كيفية استخدامك للمنصّة، ومراقبة وتحسين أداء خدماتنا، على سبيل المثال، معرفة المزيد عن المزايا الأكثر شيوعاً واستخداماً لدى مستخدمينا والمزايا التي ربما تحتاج إلى بعض التعديلات.
               <br>  15.3.5.	ملفات تعريف الارتباط المفضلة: التي تُستخدم لتذكّر إعداداتك وتفضيلاتك، وللارتقاء بتجربتك على المنصّة على سبيل المثال، تذكّر تفضيلاتك بشأن اللغة.
               <br>  15.3.6.	ملفات تعريف الارتباط الإعلانية: التي تُستخدم لتقديم الإعلانات وجعلها أكثر ملاءمة وذات قيمة للمُستخدِمين، ولتتبع كفاءة حملاتنا الإعلانية، وقد يستخدم شركائنا من الأطراف الثالثة ملفات تعريف الارتباط هذه لإنشاء ملف تعريفي باهتماماتك وتقديم الإعلانات ذات الصلة على مواقع أخرى.
               <br>  15.3.7.	ملفات تعريف الارتباط الخاصة بمنصات التواصل الاجتماعي: التي تُستخدم عندما تشارك المعلومات باستخدام زر مشاركة على هذه المنصات أو زر "أعجبني"، أو عندما تتفاعل مع المحتوى الخاص بنا على هذه المنصات مثل فيسبوك أو تويتر، تنتهي هذه الملفات في عام واحد.
               <br>  15.4.	لديك خيار إما قبول أو رفض ملفات تعريف الارتباط هذه ومعرفة متى يتم إرسال ملف تعريف الارتباط إلى جهازك؛ إذا اخترت رفض ملفات تعريف الارتباط الخاصة بنا، فقد لا تتمكن من استخدام بعض أجزاء هذه المنصّة.
            </p>
            <h6> [16]	تعديلات سياسة الخصوصيّة </h6>
            <br>
            <p> 16.1.	يحقُ لنا -وفقًا لتقديرنا المطلق- تعديل أو تحديث كل أو جزء من سياسة الخصوصية هذه في أيّ وقت متى كان لازمًا ليتضمن الممارسات السائدة في منصّة "هاكم"، أو متى كان ملائمًا للمتطلبات القانونيّة أو الأغراض الأخرى، وسنقوم بنشر التعديلات الجديدة على هذه الصفحة، وتحديث "تاريخ السريان".
             <br>   16.2.	تسري جميع التعديلات فور نشرها على هذه الصفحة، ويعد استخدامك لمنصّة "هاكم" بعد نشر النسخة الأحدث من هذه السياسة موافقة صريحة منك على أيّ تعديلات نجريها. يرجى التنّويه بأننا غيرُ مسؤولين عن عدم مراجعتك لهذه السياسة قبل استخدام المنصّة.
              <br>  16.3.	للاطلاع على آخر تحديث، يجب عليك مراجعة تاريخ التحديث في أعلى هذه الصفحة. كما قد نقدم إشعارًا بآخر التحديثات بطرق أخرى وفقًا لتقديرنا، مثلاً عن طريق البريد الإلكتروني.
            </p>
            <h6> [17]	الموافقة على سياسة الخصوصيّة </h6>
            <br>
            <p> يقر المُستخدِم بقراءة هذه السياسة والموافقة على جميع بنودها. ويعد استمراره في استخدام خدمات منصّة "هاكم" موافقة صريحة منه على الالتزام بهذه السياسة، الرجاء عدم استخدام المنصّة في حال عدم الموافقة على بنود هذه السياسة. </p>
            <br>
            <h6> [18]	وسائل الاتصال </h6>
            <br>
            <p> إذا كانت لديك أية أسئلة حول هذه السياسة، يرجى التواصل معنا على:
                البريد الإلكتروني: info@haackum.com
            </p>
        </div>
    </div>
</div>



<?php

include $tem . 'footer.php';
