<?php
$page_title = ' هاكم ';
session_start();
include 'init.php';
?>


<div class="privacy">
    <div class="container-fluid">
        <div class="data">
            <p> يسر منصة هاكم المشار إليها فيما يلي   HAACKUM أنك قمت بزيارة موقعنا على الإنترنت وتهتم بشركتنا ومنتجاتنا وخدماتنا. من المهم بالنسبة لنا حماية بياناتك الشخصية أثناء التعامل معها طوال عملية العمل بأكملها.  </p>
           <p> في ما يلي ، نوضح المعلومات التي تجمعها HAACKUM عندما تزور موقعنا على الإنترنت وكيف يتم استخدام هذه المعلومات. </p>
            <p> ينطبق إشعار الخصوصية هذا على جميع مستخدمي خدماتنا أو مواقعنا الإلكترونية أو تطبيقاتنا أو ميزاتنا أو خدماتنا الأخرى في أي مكان في العالم ، ما لم يكن مشمولًا بإشعار خصوصية منفصل. ينطبق إشعار الخصوصية هذا على الفئات التالية من الأفراد: </p>
            <ul>
                <li> الشاحنون: الشاحنون الذين يريدون ارسال شحنة </li>
                <li> المسافرون: أي فرد يحمل شحنة بمقابل أو بدون </li>
                <li> الأشخاص الذين يبدون اهتمامًا بنا وبخدماتنا </li>
                <li> شركاء العمل: شركاء العمل ، بما في ذلك موظفيهم </li>
                <li> المرشحون للتوظيف: الأفراد الذين يتقدمون لوظيفة معنا  </li>
            </ul>
            <h6> يشار إلى جميع الموضوعات المذكورة أعلاه باسم "أنت" أو "الخاص بك". </h6>
            <h5> ما هي البيانات الشخصية؟ </h5>
            <p> يسري إشعار الخصوصية هذا على معالجة البيانات التي يقوم بها:  </p>
            <p> تتحمل المنصة كل المسؤولية في حفظ البيانات الداخلة اليها  </p>
            <p>  إذا كانت لديك استفسارات فيما يتعلق بمعالجة بياناتك الشخصية ، فيرجى الاتصال بمسؤول حماية البيانات. </p>
            <p> إذا كان لديك أي استفسارات أخرى بخصوص حماية البيانات فيما يتعلق بموقعنا أو الخدمات المقدمة هناك ، فيرجى الاتصال بحماية البيانات:  </p>
       <h6 style="color: red">  أنواع البيانات التي نعالجها : </h6>
            <p> نحن نعالج بياناتك الشخصية فقط عندما تكون مطلوبة لغرض محدد ومسموح به</p>
            <ul>
                <li> بيانات الاتصال / معلومات الاتصال على سبيل المثال عند استخدام إحدى خدماتنا مثل اسمك ورقم هاتفك وعنوانك وعنوان بريدك الالكتروني </li>
                <li> بيانات الملف الشخصي / مثال تفضيلاتك في الطلب والارسال واوقات سفرك </li>
                <li> بيانات الشحن /معلومات استلامك وتسليمها وعنوان ومستندات الشحن ورقم الشحنة  </li>
            </ul>
            <h6 style="color: red">  ما هي الأغراض والأساس القانوني لمعالجة البيانات الشخصية؟ </h6>
            <p> تلتزم (هاكم)  بالحفاظ على خصوصية مستخدمي مواقعنا الإلكترونية. عندما تزور صفحات الويب الخاصة بنا ، يتم جمع البيانات التالية: عنوان IP ، واسم مضيف الكمبيوتر الذي يتم الوصول إليه ، والموقع الإلكتروني الذي دخلت منه إلى هذا الموقع ، وقائمة بالمواقع التي زرتها في نطاق تواجدنا العام على الإنترنت ، والتاريخ والمدة من زيارتك ، وإشعار ما إذا كانت الزيارة ناجحة ، وحجم البيانات المنقولة ، ومعلومات حول بيانات التعريف لنوع المتصفح ونظام التشغيل الذي تستخدمه. يعد التخزين المؤقت لهذه البيانات ضروريًا أثناء زيارتك لموقع الويب للسماح بتسليم الموقع إليك. يتم إجراء مزيد من التخزين في ملفات السجل لضمان عمل موقع الويب وأمن أنظمة تكنولوجيا المعلومات لدينا. ولذلك فإن الأساس القانوني لمعالجة فئات البيانات المذكورة أعلاه هو الفن. 6 (1) (و) من اللائحة العامة لحماية البيانات الأوروبية (GDPR). نظرًا للأغراض المذكورة ، ولا سيما لضمان الأمان وإعداد الاتصال السلس ، لدينا مصلحة مشروعة في معالجة هذه البيانات. </p>
            <p> لا يتم جمع المعلومات الشخصية الإضافية مثل اسمك أو عنوانك أو رقم هاتفك أو عنوان بريدك الإلكتروني ما لم تقدم هذه البيانات طواعية ، على سبيل المثال أثناء إكمال نموذج الاتصال عبر الإنترنت ، كجزء من التسجيل أو الاستبيان أو المنافسة أو طلب المعلومات.  </p>
            <p> يتم حذف البيانات بمجرد عدم الحاجة إليها لتحقيق الغرض الذي تم جمعها من أجله. بالنسبة لتوفير الموقع ، هذا هو الحال عند انتهاء الجلسة. يتم الاحتفاظ بملفات السجل (سجلات الوصول) للمسؤولين للوصول إليها بشكل مباشر وحصري لمدة 24 ساعة. بعد ذلك ، لا تتوفر إلا بشكل غير مباشر من خلال استعادة من أشرطة النسخ الاحتياطي ويتم حذفها نهائيًا بعد 30 يومًا. </p>
            <p> بقدر ما قمت بتمكين وظائف التعريب الجغرافي في متصفحك ، على التوالي في نظام التشغيل الخاص بك ، سنستخدم هذه البيانات لنقدم لك خدمات تعتمد على الموقع (مثل موقع أقرب فرع ومحطة تعبئة وما إلى ذلك). الأساس القانوني للتعريب الجغرافي هو موافقتك وفقًا للفن. 6 (1) (أ) الناتج المحلي الإجمالي من خلال تمكين الوظيفة المعنية. لن نستخدم هذه البيانات لأي غرض آخر. إذا قمت بتعطيل هذه الوظيفة ، فسيتم حذف بياناتك في الوقت المناسب </p>

            <h6> استخدام ملفات تعريف الارتباط </h6>
            <p> يستخدم موقع الويب هذا ملفات تعريف الارتباط والتقنيات المماثلة ، (يشار إليها فيما يلي باسم "التقنيات") ، والتي تمكننا ، على سبيل المثال ، من تحديد عدد مرات زيارة صفحات الإنترنت الخاصة بنا ، وعدد الزوار ، لتهيئة عروضنا لتحقيق أقصى قدر من الراحة والكفاءة ولدعم موقعنا جهود التسويق. </p>
            <p> عند الوصول إلى موقعنا على شبكة الإنترنت ، أ مركز تفضيلات الخصوصية سيعلمك أنه تم تعيين ملفات تعريف الارتباط الضرورية تقنيًا ، بالإضافة إلى أن موافقتك مطلوبة لاستخدام تقنيات معينة ، مثل ملفات تعريف الارتباط التحليلية أو التقنيات المماثلة. </p>
            <p> تعتمد معالجة البيانات عن طريق ملفات تعريف الارتباط الضرورية تقنيًا على مصلحتنا المشروعة وفقًا للفن. 6 (1) و) القانون العام لحماية البيانات (GDPR) لضمان أنه يمكنك استخدام موقعنا على الإنترنت بأفضل طريقة ممكنة ، للتأكد من أن موقعنا </p>
            <p> يعمل بشكل صحيح ولضمان تجربة مستخدم مريحة وغير مضطربة. يتم تخزين هذه الأنواع من ملفات تعريف الارتباط حصريًا طوال مدة زيارتك لموقعنا على الويب. يتم حذفها تلقائيًا عند إغلاق المستعرض الخاص بك. </p>
            <p>بالإضافة إلى ذلك ، سيتم إبلاغك عبر مركز تفضيلات الخصوصية  أننا نستخدم تقنيات أخرى (تقنيات أداء أو وظيفية أو تحليلية) لتخزين المعلومات حول الزوار الذين يصلون بشكل متكرر إلى إحدى صفحات الإنترنت الخاصة بنا. الغرض من استخدام هذه التقنيات هو أن تكون قادرًا على تقديم إرشادات المستخدم المثلى لك وكذلك "التعرف" عليك وبالتالي تكون قادرًا على تقديم (قدر الإمكان) صفحات إنترنت متنوعة ومحتويات جديدة أثناء الاستخدام المتكرر.  ستتم معالجة هذه التقنيات فقط على أساس موافقتك الممنوحة مسبقًا وفقًا للفن. (1) أ) اللائحة العامة لحماية البيانات.</p>
            <p> ستجد المزيد من المعلومات تحت مركز تفضيلات الخصوصية  بما في ذلك خيار إلغاء موافقة معينة. </p>
            <p> بصرف النظر عن المعلومات الواردة في مركز التفضيلات ، وفقط إذا كنت قد وافقت على استخدام ملفات تعريف الارتباط والتقنيات الأخرى كما هو موضح أعلاه ، فإننا نستخدمها أيضًا للأغراض الموضحة أدناهلأسباب تعاقدية وتعاقدية مسبقة ، نحتاج أيضًا إلى بيانات شخصية لتقديم خدماتنا والامتثال للالتزامات الناشئة عن الاتفاقات التعاقدية المبرمة معك. </p>
            <h6> نقدم على منصة  HAACKUMلخدمات التالية: </h6>
            <ul>
                <li> ارسل شحنة </li>
                <li> طلب شحنة  </li>
                <li> تتبع المسار </li>
                <li> اشحن الآن </li>
                <li> خدمة الزبائن </li>
            </ul>
            <p> للرد عليك عبر البريد الإلكتروني أو الهاتف لتقديم عرض لك ، يمكنك استخدام إحدى  خدمات الحصول على عرض أسعار  . اعتمادًا على البلد الذي تقيم فيه ولكي تصل بك إلى فريق الخبراء المناسب أو الأداة المناسبة داخل (هاكم) ، إما أن نسأل عما إذا كنت ترغب في شحن الطرود أو المستندات أو البضائع / الشحن أو البريد التجاري الدولي وما إذا كنت تمثل شركة أو عميل خاص.  </p>
            <p> يمكنك استخدام  خدمة التعقب والتتبع  لتتبع الشحنات الموجهة إليك أو المرسلة بواسطتك ، وكذلك عرض الوقت المتوقع للتسليم. تحقيقا لهذه الغاية يتم إرسال معلومات التتبع إلى كل منهاوحدة عمل للعثور على حالة الشحنة. ستتلقى أيضًا جميع المعلومات التفصيلية المهمة حول شحنتك من وحدة الأعمال المعنية. بالإضافة إلى ذلك ، يمكن للمرسل أو المستلم أيضًا تلقي مزيد من المعلومات حول الشحنة المعنية عن طريق البريد الإلكتروني أو الرسائل القصيرة. لهذا الغرض ، يمكن تخزين عنوان البريد الإلكتروني أو رقم الهاتف المحمول لمتلقي الإشعار وتفعيل الإخطار. في هذا السياق ، يجب على الشخص الذي يقوم بإدخال البيانات التأكد من موافقة مستلم الإخطار على معالجة عنوان البريد الإلكتروني ورقم الهاتف المحمول والإخطار. </p>
            <p> تتم معالجة البيانات التالية كجزء من تتبع الشحنة: رقم الشحنة ، واسم وعنوان المرسل ، واسم وعنوان المستلم ، وعنوان البريد الإلكتروني للمرسل / المستلم إن أمكن ، واسم وعنوان المستلم البديل إن أمكن ، بيانات العميل الخاصة بالمرسل أو اسم المنتج أو الخدمة ، وسجل الشحن ، وتوقيع المستلم ، وتأكيد التحقق من الحد الأدنى للعمر (أكثر من 16 عامًا / أكثر من 18 عامًا). </p>
            <p> تتم معالجة البيانات لغرض الوفاء بالعقد على أساس الفن. 6 (1) (ب) اللائحة العامة لحماية البيانات. </p>
            <p> لتعزيز راحة المستخدم ، عند استخدام تتبع الشحنة ، تنشئ DHL تلقائيًا قائمة بأرقام الشحنة الأخيرة التي تم البحث عنها عبر البحث عن الشحنة: توفر لك هذه الوظيفة الحاجة إلى إعادة إدخال رقم الشحنة عند التحقق من حالة شحن شحنتك. في هذا السياق ، يمكنك تسمية الشحنات الفردية وفقًا لتفضيلاتك ("عنوان الشحنة"). ولهذا الغرض ، يحفظ التطبيق قائمة بأحدث عمليات البحث عن الشحنة في ملف تعريف ارتباط.  </p>
            <h6 style="color: #fff"> الحق في الاعتراض </h6>

            <p> نطبق الحق في الاعتراض على جميع معالجة البيانات الشخصية التي تستند إلى الفن. 6 (1) و) اللائحة العامة لحماية البيانات. </p>
            <h6> الحق في سحب موافقتك  </h6>

            <p> يحق لك سحب موافقتك سارية المفعول في المستقبل في أي وقت. </p>
            <p> لممارسة حقك ، ما عليك سوى الاتصال بنا باستخدام تفاصيل الاتصال المذكورة ضمن "من المسؤول" أو عبر الزر أدناه:  </p>

            <h6> ماذا عن أمن البيانات </h6>
            <p> تأخذ (هاكم) أمان بياناتك على محمل الجد. لقد قمنا بتنفيذ استراتيجيات وضوابط وسياسات وتدابير مختلفة للحفاظ على أمان بياناتك. نحن نبقي تدابيرنا الأمنية قيد المراجعة الدقيقة. نحن نستخدم وسائل حماية مثل جدران الحماية وأنظمة اختراق الشبكة ومراقبة التطبيقات. عند الاقتضاء ، نقوم بتأمين بياناتك باستخدام تقنيات التشفير والتشفير عند تخزين ونقل البيانات الخاصة بك. على سبيل المثال ، يتم حفظ بياناتك في بيئة تشغيل آمنة لا يمكن للجمهور الوصول إليها. في بعض الحالات ، يتم تشفير بياناتك الشخصية بواسطة تقنية Secure Socket Layer (SSL) أثناء النقل. هذا يعني أنه يتم استخدام إجراء تشفير معتمد للاتصال بين جهاز الكمبيوتر الخاص بك وخوادم( هاكم) إذا كان متصفحك يدعم SSL.
                كجزء من إستراتيجيتنا الأمنية ، قمنا بإعداد برامج تدقيق للتأكد من أن أنظمتنا وخدماتنا تتوافق مع سياسة أمن المعلومات DPDHL ، وبالتالي معيار ISO 27001.
                بالإضافة إلى ذلك ، نتخذ عددًا من الإجراءات المستمرة لتقليل المخاطر ، مثل (على سبيل المثال لا الحصر) تدريب موظفينا بانتظام وتنظيم تمارين محاكاة الحوادث من قبل مركز الدفاع الإلكتروني لدينا.
                إذا كنت ترغب في الاتصال بمنصة هاكم عن طريق البريد الإلكتروني أو نماذج الاتصال ، نود أن نشير إلى أنه لا يمكن ضمان سرية المعلومات المرسلة. يمكن قراءة محتويات رسائل (البريد الإلكتروني) من قبل أطراف ثالثة. لذلك نوصيك بإرسال معلومات سرية إلينا عن طريق البريد فقط.
            </p>
            <h6> التغييرات في إشعار الخصوصية </h6>
            <p> تحتفظ هاكم بالحق في تغيير إشعار الخصوصية الخاص بها في أي وقت بإشعار مسبق أو بدونه. يرجى التحقق مرة أخرى بشكل متكرر لتكون على علم بأي تغييرات. باستخدام مواقع هاكم ، فإنك توافق على إشعار الخصوصية هذا. </p>
        </div>
    </div>
</div>



<?php

include $tem . 'footer.php';
