<?php
$page_title = '  هاكم - شروط الاستخدام   ';
session_start();
include 'init.php';
?>
    <div class="privacy">
        <div class="container-fluid">
            <div class="data">
                <h6> [1]	المقدمة </h6>
                <br>
                <p>
                <br>    1.1.	يُرجى قراءة شروط الاستخدام هذه إلى جانب سياسة الخصوصيّة (يشار إليهم بـ "الشروط والأحكام") قبل وصولك واستخدامك لمنصّة "هاكم" والتي تقدم خدماتها من خلال الموقع الإلكتروني https://haackum.com، لأنها تُحدِّد كافة الإرشاداتِ اللازمةِ لطريقة استخدام المنصّة.
                 <br>   1.2.	من خلال الوصول إلى منصّة "هاكم" واستخدام خدماتها، فأنت تؤكد بقراءة هذه الشروط والموافقة على الالتزام بكافة بنودها، إذا كنت لا توافق على هذه الشروط فالرجاء عدم استخدام المنصّة.
                 <br>   1.3.	نحتفظ بالحق في إجراء تحديثات على هذه الشروط في أيّ وقت، ويكون للتعديلات الجديدة نفس الأحكام والآثار القانونية للنسخة الحالية من هذه الشروط. لذا ننصح جميع مُستخدمي منصّة "هاكم" بمراجعة هذه الشروط بانتظام للاطّلاع على أيّ تحديثات عليها، وستُصبح التحديثات سارية تلقائيًا بمجرد نشرها على هذه الصفحة.
                </p>
                <h6> [2]	التعريفات </h6>
                <br>
                <p> يكون للكلمات التالية المعنى الموضح قرين كل منها ما لم يقتضِ السياق خلاف ذلك:
                 <br>   2.1.	"المنصّة"، "نحن": يُقصد بها منصّة "هاكم" والموقع الإلكتروني https://haackum.com.
                 <br>   2.2.	"المستخدم" أو "أنت" أو "لك": يُقصد به كل من يسجل حساب في منصّة "هاكم" سواء كان مقدم خدمة أو طالب خدمة.
                  <br>  2.3.	"الخدمات": يُقصد بها الخدمات اللوجستية والنقل من خلال المسافرين.
                  <br>  2.4.	"مقدم الخدمة": يُقصد به كل من يسجل حساب بغرض تقديم خدمات الشحن والنقل.
                  <br>  2.5.	"طالب الخدمة": يُقصد به كل من يسجل حساب بغرض الاستفادة من الخدمات اللوجستية والنقل.
                  <br>  2.6.	"الشحنة": يُقصد بها البضائع والمنتجات التي يتم نقلها من خلال مقدمي الخدمات المسجلين في المنصّة.
                 <br>   2.7.	"الملكيَّة الفكريّة": يُقصد بها حقوق النشر، قواعد بيانات، التصاميم، العلامة التّجارية، الاسم التّجاري، الوسم التّجاري، شعار المنصّة، وما إلى ذلك.
                 <br>   2.8.	"المحتوى": يُقصد به مُحتوى المنصّة ويشمل المعلومات، والبيانات، والنصوص، والصور، ومقاطع الفيديو، والصوت، والرسومات، والميزات التفاعليّة التي يتم توفيرها أو إتاحتها للمُستخدِم.
                 <br>   2.9.	"الشروط والأحكام": يُقصد بها هذه الشروط وسياسة الخصوصية والتعليمات الخاصة بمنصّة "هاكم".
                </p>
                <h6> [3]	حساب المُستخدِم </h6>
                <br>
                <p> 3.1.	للوصول إلى بعض ميزات منصّة "هاكم"، يجب عليك تسجيل حساب، وأن توافق على:
                   <br>  3.1.1.	تزويدنا ببيانات صحيحة ودقيقة وكاملة مثل الاسم، ورقم الهاتف، والبريد الالكتروني، وتكون مسئولاً عن مراجعتها بشكل منتظم بغرض تصحيحها أو تعديلها أو تجديدها كلما توفرت لديك معلومات جديدة بشأنها.
                   <br>  3.1.2.	الحفاظ على أمان وسرية اسم المُستخدِم وكلمة المرور طوال الوقت، وتحمُل مسئوليّة أي استخدام يقع من أي شخص قمت بالإفصاح له عن هذه المعلومات.
                   <br>  3.1.3.	تقييد الغير من استخدام حسابك، وتحمُل المسؤوليّة عن الأنشطة التي تحدث من خلاله.
                  <br>   3.1.4.	إخطارنا على الفور بأي استخدام غير قانونيّ للحساب أو أي اشتباه في استخدامه، وذلك لاتخاذ الإجراءات التقنية اللازمة للمحافظة على الحساب.
                  <br>   3.2.	يكون المُستخدِم مسئولاً عن بيانات تسجيل الدخول إلى حسابه، وعن أي استخدام لها بأيّ شكل كان.
                   <br>  3.3.	يحقُ لإدارة منصّة "هاكم" تعطيل أو إيقاف حساب المُستخدِم، إذا لم يلتزم ببنود هذه الشروط أو القواعد وإرشادات الاستخدام المتبعّة، وقد يستلم المُستخدِم تنبيهًا عبر البريد الإلكتروني المرتبط بالحساب يتعلق بانتهاك الشروط والقوانين أو أي استخدام غير مناسب لخدمات المنصّة.
                   <br>  3.4.	لا يحق للمُستخدِم امتلاك أكثر من حساب واحد ما لم تسمح إدارة منصّة "هاكم" بذلك كتابةً.
                </p>
                <h6> [4]	نطاق الخدمات </h6>
                <br>
                <p> 4.1.	"هاكم" هي منصّة وسيطة لتقديم الخدمات اللوجستية والنقل من خلال المسافرين، حيث تربط بين مقدم الخدمة من ناحية، وبين طالب الخدمة من ناحية أخرى لضمان تقديم الخدمات بكل يسر، وتسهيل المعاملات فيما بينهم.
                   <br> 4.2.	توفّر منصّة "هاكم" الخدمات الآتية:
                   <br> 4.2.1.	تسجيل حساب مجاني لكافة المُستخدِمين والاستفادة من المزايا التي توفرها المنصّة.
                  <br>  4.2.2.	البنية التقنية الأساسية لتوفير المنصّة بشكل آمن، ولوحة تحكم لإدارة الطلبات وتتبع الشحنات.
                  <br>  4.2.3.	الوساطة والربط التقني بين أطراف عملية الشحن.
                  <br>  4.2.4.	الدعم الفنيّ لجميع مُستخدِمي المنصّة.
                  <br>  4.3.	لا تمثل منصّة "هاكم" أي طرف من أطراف عملية الشحن، فهي لا تعد شركة نقل أو شحن أو دعم لوجستي ولا تقدم أسعار بشأن الطلبات التي يقدمها طالب الخدمة، وإنما يقتصر دورها على الوساطة بين مقدم الخدمة وطالب الخدمة، وبالتالي لن تتحمّل المسؤولية بأي حال من الأحوال عن أي أضرار أو خسائر تنشأ عن استخدام أي مُستخدِم للخدمات أو اعتماده على أي معلومات أو بيانات يتم توفيرها على المنصّة.
                  <br>  4.4.	تعد هذه الشروط عقداً صحيحاً مكتملاً الأركان القانونية، ونافذاً في مواجهة جميع الأطراف المذكورة، وأحكامه والتزاماته ملزمة لهم جميعاً، ولا يجوز لأحد التحلل منها أو إنهائها طالما أنتجت آثارها القانونية.
                </p>
                <h6> [5]	شروط عامة </h6>
                <br>
                <p>
                 <br>    5.1.	الامتثال لجميع القوانين والأنظمة واللوائح والقواعد المطبقة في بلدك، وشروط وسياسات المنصّة.
                 <br>    5.2.	استخدام المنصّة بما يتوافق مع الشروط والسياسات السارية أو أيّ تعديلات عليها.
                 <br>    5.3.	التعامل وفقًا لقواعد ومبادئ الأخلاق والاحترام بين مقدم الخدمة وطالب الخدمة.
                 <br>    5.4.	عدم استخدام المنصّة في أغراض غير قانونية أو لإيذاء أو مضايقة أو إزعاج أيّ شخص.
                 <br>    5.5.	عدم ارتكاب أي سلوك أو تصرّف يؤثر سلبًا على عمل المنصّة أو يلحق ضرر بها بشكل مباشر أو غير مباشر.
                 <br>    5.6.	الموافقة على أنه يحق للمنصّة أن تكشف لأطراف عملية الشحن عن معلوماتهم لأغراض تنفيذ الخدمة.
                </p>
                <h6> [6]	سياسة مقدم الخدمة </h6>
                <br>
                <p> 6.1.	يسجل مقدم الخدمة حساب صحيح في المنصّة حسب نموذج التسجيل، وتقديم بيانات صحيحة ودقيقة، وكافة المستندات التي تطلب منه والتي تشمل على سبيل المثال لا الحصر، نسخة من السجل التجاري، والرخصة التجاريّة، وبيانات الهويّة، ورقم هاتف صالح وفعال لمتابعة الطلبات.
                   <br>  6.2.	يستطيع مقدم الخدمة الاطلاع على الطلبات المتاحة على المنصّة وقراءة تفاصيل الطلبات جيدّا، وتقديم عرض على الطلب المناسب له.
                   <br>  6.3.	بعد ترسية الطلب على مقدم الخدمة من قبل طالب الخدمة، فإنه يلتزم بتنفيذ الطلب وفقًا للأصول المتعارف عليها وبما لا يتعارض مع القوانين السارية.
                    <br> 6.4.	يجب على مقدم الخدمة معاينة الشحنة واستلام جميع المستندات الخاصة بها.
                   <br>  6.5.	يحظر على مقدم الخدمة إتباع ممارسات غير قانونية أو غير مشروعة في عمليات نقل أو شحن البضائع.
                   <br>  6.6.	يجب على مقدم الخدمة التعاقد مع شركات تأمين على البضائع لتعويض طالب الخدمة في حالة هلاك البضاعة كليًا أو جزئيًا لأسباب لا دخل للعميل بها.
                   <br>  6.7.	يلتزم مقدم الخدمة بالحفاظ على سلامة الشحنات وتوصيلها في حالة جيدة وسليمة.
                   <br>  6.8.	يلتزم مقدم الخدمة بعدم العبث بمحتويات الشحنة، ونقلها وتسليمها إلى المرسَل إليه بذات الحالة المستلمة دون تأخير.
                  <br>   6.9.	يجب على مقدم الخدمة التأكد من حالة الشحنة وسلامتها وقانونيتها، وأنها لا تتضمن أي بضائع أو مواد تخالف الأنظمة واللوائح السارية، وإلا سيقع تحت طائلة المسائلة القانونية.
                   <br>  6.10.	يجب على مقدم الخدمة الالتزام بالآتي:
                  <br>   6.10.1.	إبلاغ الجهات الأمنيّة ذات الاختصاص فورًا عن حالات الاشتباه في محتويات الشحنة.
                   <br>  6.10.2.	إبلاغ المنصّة في حالة تعذر نقل أو تسليم الشحنة إلى المرسَل إليه لأي سبب من الأسباب.
                    <br> 6.10.3.	مراعاة عوامل الأمان والسلامة في المركبة المستخدمة في الشحن.
                  <br>   6.10.4.	تحديث الصحيفة الجنائية للسائقين وفق ما تحدده الهيئة.
                   <br>  6.10.5.	الاشتراطات والالتزامات التي تصدر عن الهيئة العامة للنقل.
                   <br>  6.10.6.	الحفاظ على خصوصية وسرية المعلومات، وعدم انتهاك خصوصية المرسِل والمرسَل إليه.
                   <br>  6.11.	يجب على مقدم الخدمة الالتزام بالاشتراطات التي تحددها إدارة المرور، وفقًا لما يلي:
                   <br>  6.11.1.	أن تكون رخصة سير المركبة سارية المفعول.
                    <br> 6.11.2.	أن تكون المركبة مملوكة له أو المستخدم الفعلي لها أو المفوض عليها وفقًا لنظام المرور ولائحته التنفيذية.
                    <br> 6.11.3.	أن تكون وثيقة التأمين على المركبة سارية المفعول.
                    <br> 6.11.4.	أن يكون الفحص الدوري للمركبة ساري المفعول وفقًا لنظام المرور ولائحته التنفيذية.
                    <br> 6.11.5.	أن تتوافر في المركبة الأدوات والمستلزمات والتجهيزات الأساسية لنقل البضاعة.
                    <br> 6.11.6.	أن تكون المركبة حاصلة على بطاقة تشغيل سارية المفعول صادرة من الهيئة العامة للنقل لمزاولة نشاط نقل البضائع على الطرف البرية.
                    <br> 6.12.	يلتزم مقدم الخدمة بعدم الاتفاق مع طالب الخدمة على التعامل أو تنفيذ الطلبات خارج نطاق المنصّة، وفي حال ثبت إخلال مقدم الخدمة بهذا الالتزام، فإنه يحق لمنصّة "هاكم" إيقاف حسابه بشكل دائم أو مؤقت بالإضافة إلى الاحتفاظ بكافة حقوقها القانونية الأخرى.
                    <br> 6.13.	يتحمل مقدم الخدمة المسؤوليات الناشئة عن أخطاء عملية الشحن وعن التابعين له أو الأشخاص الذين يستعين بهم لتنفيذ عمليات الشحن والنقل والتسليم إلى المرسَل إليه، ويكون مسؤولاً في مواجهة طالبي الخدمات عن أيّ أضرار تنشأ لهم نتيجة أيّ تقصير أو أخطاء تتعلق بتنفيذ الخدمة.
                </p>
                <h6> [7]	سياسة طالب الخدمة </h6>
                <br>
                <p> 7.1.	يستطيع طالب الخدمة تقديم طلب شحن أو رحلة من خلال المنصّة.
                    <br>  7.2.	يجب على طالب الخدمة في حالة طلب شحنة أن يضيف معلومات الشحنة المراد إرسالها والتي تشمل (اسم المنتج، مكان المغادرة، موعد الوصول المتوقع، صورة للمنتج، وزن المنتج، وصف المنتج)، وسيصله العروض الأقرب لهدفه، واختيار الخدمة المناسبة له.
                   <br>   7.3.	يجب على طالب الخدمة في حالة طلب رحلة أن يضيف معلومات الرحلة بشكل دقيق والتي تشمل (مكان المغادرة، موعد الوصول المتوقع، توقيت الرحلة، توقيت الوصول المتوقع، الوزن المتاح)، وسيصله العروض واختيار ما يناسبه.
                   <br>   7.4.	يتعهد طالب الخدمة بالجدية عند تقديم أي طلب والمصداقية في التعامل مع مقدم الخدمة.
                   <br>   7.5.	يقر طالب الخدمة بتفويض مقدم الخدمة في تنفيذ الطلب بعد قبوله العرض المقدم منه.
                   <br>   7.6.	يجب على طالب الخدمة تحديد الشخص المستلم أو المخوّل باستلام الشحنة من مقدم الخدمة.
                    <br>  7.7.	يلتزم طالب الخدمة بدفع قيمة الطلب بالوسيلة المعتمدة في المنصّة.
                   <br>   7.8.	يتحمل طالب الخدمة مسئولية صحة معلومات الطلب، وموعد الرحلة، والوزن المتاح في الطلب.
                    <br>  7.9.	يلتزم طالب الخدمة بتسليم الشحنة إلى مقدم الخدمة في الوقت المحدد بعد قبول العرض.
                   <br>   7.10.	يحظر على طالب الخدمة شحن التالي:
                    <br>  7.10.1.	أيّ مواد قابلة للاشتعال أو المواد المتفجرة.
                    <br>  7.10.2.	أيّ مواد تشكل خطراً على البيئة.
                    <br>  7.10.3.	أيّ مواد صلبة أو سائلة أو غازية مصنفة كمواد خطرة وفقًا لأحكام الاتفاقيات الدولية.
                   <br>   7.10.4.	أيّ مواد تنتهك حقوق الملكية الفكرية أو الحقوق التجارية أو حقوق الخصوصية لأطراف ثالثة.
                   <br>   7.10.5.	المواد الكحولية أو المخدرات.
                   <br>   7.10.6.	الأسلحة أو الذخائر أو الأشياء التي تشكل حيازتها جريمة جنائية.
                  <br>    7.11.	يتحمّل طالب الخدمة مسؤولية شحن أي بضائع قابلة للكسر، أو ثمينة أو باهظة الثمن.
                  <br>    7.12.	يتحمّل طالب الخدمة مسؤولية التأخير في النقل أو الشحن أو الخطأ أثناء تنقيذ الطلب إذا كان ذلك ناشئًا عن خطأ في المعلومات، أو عناوين التسليم، أو المستندات التي يوفرها لمقدم الخدمة أو منصّة "هاكم".
                   <br>   7.13.	يستطيع طالب الخدمة متابعة رحلاته وشحناته من خلال حسابه الشخصي في المنصّة، ودفع مقابل طلبات أخرى من حساب الرصيد.
                   <br>   7.14.	يحق لطالب الخدمة تقييم مقدم الخدمة، بشرط أن لا يتضمن التقييم كتابة لغة بذيئة ضد مقدم الخدمة أو ينتهك أيًا من حقوقه أو ابتزازه، أو أي سلوك آخر غير مقبول.
                </p>
                <h6>  [8]	سياسة الرسوم والدفع </h6>
                <br>
                <p> 8.1.	تسجيل الحساب في منصّة "هاكم" بدون رسوم.
                  <br>   8.2.	لا تتحمّل منصّة "هاكم" أي رسوم إداريّة تتعلق بعملية الدفع أو شحن الرصيد.
                  <br>   8.3.	توفّر منصّة "هاكم" الدفع الإلكتروني وشحن الرصيد من خلال الباي بال والبطاقة الائتمانية.
                  <br>   8.4.	أنت المسؤول عن صحة ودقة حساب الباي بال الذي تستخدمه في الدفع، ويخضع فتح حساب باي بال للشروط الموضحة على الموقع الإلكتروني www.paypal.com. وتوافق على تفويضنا بمعالجة عملية الدفع لاستحقاق العمولة.
                  <br>   8.5.	لن نتحمّل أي مسؤوليّة في حالة رفض حسابك لأي سبب من الأسباب، لذا يرجى مراجعة ذلك مع شركة باي بال.
                 <br>    8.6.	يتم تأمين بياناتك بشكل صحيح من خلال استخدام أحدث تقنيات الحماية الإلكترونيّة والتشفير SSL والتي تتوافق مع PCI DSS، وتؤكد منصّة "هاكم" على أنّها لن تقوم بتخزين أي بيانات على أنظمتها.
                 <br>    8.7.	يحق لنا إضافة وسائل دفع جديدة مستقبلاً أو إلغاء أيّ وسيلة حالية، وسيتم إفادتك بذلك.
                </p>
                <h6> [9]	سياسة الضرائب والعمولة </h6>
                 <br>
                <p> 9.1.	يلتزم مقدم الخدمة بسداد كافة الضرائب الحكومية التي تتعلق بنشاطه أو على عمليات الشحن والنقل التي يقدمها من خلال منصّة "هاكم" وفقًا للأنظمة السارية في المملكة العربيّة السعوديّة.
                 <br>   9.2.	يلتزم المستخدم بدفع ضريبة القيمة المضافة المطبقّة على الخدمات، وتدفع هذه الضريبة إلى مقدم الخدمة (الشاحن) الذي يكون مسؤولاً عن دفعها إلى هيئة الزكاة والضريبة والجمارك.
                  <br>  9.3.	تحصل منصّة "هاكم" على عمولة قدرها [__ %] من قيمة كل طلب مكتمل.
                  <br>  9.4.	يحق لإدارة منصّة "هاكم" تعديل العمولة في أي وقت إذا رأت ضرورة لذلك.
                </p>
                <h6> [10]	سياسة الاستخدام المقبول </h6>
                <br>
                <p> 10.1.	نمنحك بموجب هذه الشروط تصريحاً وترخيصًا محدوداً، وغير حصري وغير قابل للمُخالفة للوصول إلى الموقع الإلكتروني https://haackum.com واستخدام خدمات منصّة "هاكم" والاطّلاع على محتوى ومعلومات الخدمات والمنصّة بما يتوافق مع هذه الشروط، ولا يكون هذا الترخيص قابلاً للتحويل.
                   <br> 10.2.	لا يشمل الترخيص الممنوح للمُستخدِم أي حقوق ملكيّة في منصّة "هاكم" أو جزء منها، كما لا يشير هذا الترخيص بشكل مباشر أو غير مباشر لوجود شراكة من أي نوع بيننا وبين أي مُستخدِم.
                   <br> 10.3.	يحظر عليك استخدام خدمات منصّة "هاكم" بما يخالف هذه الشروط، فلا يجوز لك:
                  <br>  10.3.1.	استخدام أيّة وسيلة أو إجراء لاعتراض أو محاولة اعتراض التشغيل الصحيح للمنصّة، أو استخدام أيّ برنامج تم تصميمه لعرقلة، أو تلف، أو تدمير، أو تقييد وظيفة أيّ برنامج كمبيوتر أو جهاز أو معدات اتصالات تتعلق أو ترتبط بالمنصّة.
                   <br> 10.3.2.	استنساخ خدمات المنصّة أو تعديلها أو إعداد أعمال مشتقة منها أو توزيعها أو ترخيصها أو تأجيرها أو بيعها أو إعادة بيعها أو نقل ملكيتها أو عرضها علنًا أو بثها أو تعميمها أو نشرها أو استغلالها بأي شكل آخر.
                   <br> 10.3.3.	إجراء الهندسة العكسية، أو محاولة اكتشاف رمز المصدر، أو محاولة فك رموز، أو برمجة، أو تشفير أي من البرامج المستخدَمة لتوفير المنصّة.
                  <br>  10.3.4.	إنشاء ارتباط لأي جزء من الخدمات أو إعداد نسخ مطابقة منها أو تأطيرها.
                  <br>  10.3.5.	نشر أو إعلان أو توزيع أيّ مواد أو معلومات تحتوي تشويهًا للسمعة، أو انتهاكًا للقوانين، أو مواد إباحيّة، أو مواد تشهيريّة، أو مسيئة، أو تهديديّة، أو بذيئة، أو مخالفة للتعاليم الإسلامية، أو للآداب العامة، أو أيّ مواد أو معلومات غير قانونية.
                 <br>   10.3.6.	انتحال شخصية أيّ شخص أو كيان، بما في ذلك أيّ موظف أو ممثل للمنصّة.
                 <br>   10.3.7.	إرسال الرسائل غير المرغوب فيها أو البريد العشوائي أو الرسائل التي تدعم أنشطة غير قانونية.
                 <br>   10.3.8.	العبث بالبيانات والمعلومات أو محاولة تعديل أو إتلاف أي إجراءات أمنية أو توثيقية.
                 <br>   10.3.9.	التدخل في طبيعة عمل المنصّة، عن طريق نشر الفيروسات، أو البرامج الإعلانية، أو برامج التجسس، أو أي تقنيات أخرى مثل برامج الإلغاء الآلية، أو التعليمات البرمجية الضارة، أو الأساليب، أو التقنيات المماثلة التي قد تعطل أو تتدخل في تشغيل أو توفير المنصّة.
                  <br>  10.3.10.	محاولة الدخول بشكل غير مصرّح به إلى المنصة، أو إتلاف من الأنظمة والشبكات المتعلقة بها.
                   <br> 10.3.11.	إزالة العلامات التجاريّة، أو حقوق النشر، أو العناوين التفسيرية، أو غيرها من حقوق الملكيّة للمنصّة.
                  <br>  10.4.	تنتهي التراخيص الممنوحة للمُستخدِم في حالة عدم الالتزام بأحكام هذا البند، ويتحمّل المسئولية القانونية في القيام بأي من الاستخدامات السابقة.
                </p>
                <h6> [11]	سياسة إخلاء المسؤولية  </h6>
                <br>
                <p> 11.1.	يتم توفير الموقع الإلكتروني https://haackum.com وخدمات منصّة "هاكم" على أساس "كما هو متوفر" أو "كما هو متاح" دون أيّ ضمانات أو تعهدات من أيّ نوع، سواء كانت صريحة أو ضمنية. بالإضافة إلى ذلك، لا تقدم منصّة "هاكم" أي إقرارات أو تعهدات أو ضمانات فيما يتعلق بموثوقية الخدمات أو توقيتها أو جودتها أو ملاءمتها أو توافرها، أو خلوها من الأخطاء.
                  <br>  11.2.	نسعى لبذل قصارى جهدنا للتأكد من توفّر المنصّة وخدماتها على مدار الساعة، ولكن قد نقوم من وقت لآخر بإجراء تحديثات عليها، بسبب أعمال الصيانة الدوريّة، أو إصلاح المشكلات الفنيّة، أو التطوير، أو ما شابه. وقد نقوم في أيّ وقت بتعديل أو وقف أو قطع الخدمة بدون إشعارك بذلك، كما قد نقوم بوقف استخدامك لخدماتنا إذا قمت بانتهاك هذه الشروط.
                  <br>  11.3.	يوافق المُستخدِم على تحمُل مسؤولية استخدامه لمنصّة "هاكم" أو خدماتها أو أي معلومات يرسلها عليها.
                   <br> 11.4.	لن تتحمّل منصّة "هاكم" المسؤولية بأي حال من الأحوال في حالات:
                   <br> 11.4.1.	العُطل، أو الانقطاع، أو التوقُف، أو الاضطراب، أو عدم التوافر (المؤقت و/أو الجزئي) للمنصّة.
                   <br> 11.4.2.	التقصير أو التأخر في الأداء متى كان ذلك ناتجًا عن القوة القاهرة، أو الظروف الطارئة التي تخرج عن نطاق السيطرة وكان من شأنها منع عملية تقديم المنصّة أو إعاقتها.
                   <br> 11.4.3.	روابط المواقع الإلكترونيّة المُرتبطة بالمنصّة، ولا تُعَد هذه الروابط مُصادَقَةً منا عليها.
                  <br>  11.4.4.	الخدمات والميزات التي يقدمها الآخرين، حتى لو قمت بالوصول إليها من خلال المنصّة.
                  <br>  11.4.5.	تقصير المُستخدِم في الحفاظ على أمان وسرية وخصوصية بيانات الحساب.
                  <br>  11.5.	تتحمّل منصّة "هاكم" مسؤولية الخسائر، أو الأضرار سواء المباشرة، أو غير المباشرة، التي تنشأ عن:
                  <br>  11.5.1.	صحة أو دقة المعلومات التي يوفرها كل من مقدم الخدمة وطالب الخدمة.
                  <br>  11.5.2.	التعاملات التي تتم بين مقدم الخدمة وطالب الخدمة خارج المنصّة.
                  <br>  11.5.3.	أي خلافات تحدث بين مقدم الخدمة وطالب الخدمة نتيجة تنفيذ الطلب.
                  <br>  11.5.4.	التأخر في توصيل الشحنات في موعد الوصول المتوقع.
                  <br>  11.5.5.	الأضرار أو الخسائر التي تلحق بالشحنات أثناء توصيلها.
                  <br>  11.6.	لن نتحمّل المسؤولية عن أيّ خسارة أو ضرر ناتج عن أيّ فيروسات أو أيّ مواد أخرى ضارة قد تؤثر على أو تصيب جهاز حاسوبك، أو المعدات، أو البرامج، أو البيانات، أو الجهاز اللوحي، أو الأجهزة النقالة، أو غيرها، بسبب استخدامك لخدماتنا؛ أو تنزيلك للمحتوى؛ أو استخدام، أو تنزيل أيّ معلومات أو مواد من أي موقع أو منصّة رقميّة أخرى مُرتبطة بمنصّة "هاكم".
                 <br>   11.7.	يعلم ويوافق المُستخدِم أن شبكة الإنترنت دائمًا ما تكون عرضة لفساد البيانات أو عدم توفرها أو تأخر ظهورها، وبالتالي لا نضمن أنّ الأعطال التقنيّة سيتم إصلاحُها، أو أن المنصّة أو خوادمها ستكون خالية من الفيروسات أو المكونات الضارة، كما يوافق على إعفائِنا من أيّ مسؤوليّة قانونيّة في حالة التوقف نتيجة ذلك.
                  <br>  11.8.	يحق لنا إيقاف حساب المُستخدِم في أي وقت وبدون إنذار، في حال إساءة استخدام منصّة "هاكم"، أو مخالفة هذه الشروط وسياسة الخصوصية، أو القوانين المعمول بها.
                </p>
                <h6> [12]	سياسة الملكية الفكرية </h6>
                <br>
                <p> 12.1.	جميع حقوق الملكية الفكرية في الموقع الإلكتروني https://haackum.com والخدمات وكافة الحقوق المتعلقة به بما في ذلك على سبيل المثال لا الحصر، المظهر التجاري، والأسماء والعلامات التجارية، وعلامات الخدمة، والشعارات، والكلمات، ورؤوس الصفحات، والحملات الإعلانية، والتصاميم، والشعارات، والأيقونات، والأعمال الفنية، والرسومات، والصور، والفيديو، ومواد الجرافيك، والنصوص، والخطوط، والبرامج، وملفات الصوت، والمواد الرقمية، والوثائق، والبيانات، والأشكال، المُستخدَمة في توفير الموقع الإلكتروني هي ملك منصّة "هاكم" وهي محمية بموجب قوانين الملكية الفكرية.
                   <br> 12.2.	يمنع منعًا باتًا بأي شكل من الأشكال بيع أو ترخيص أو تأجير أو تعديل أو نسخ أو استنساخ أو إعادة طبع أو تحميل أو إعلان أو نقل أو توزيع أو العرض بصورة علنية أو تحرير أو إنشاء أعمال مشتقة من أيّ مواد أو محتويات المنصّة دون الحصول على الموافقة الخطيّة المسبقة منا.
                   <br> 12.3.	لا يوجد في هذه الشروط ما يُنشأ أو يُفسّر بأنّه يمنح أيّ مُستخدِم حق ترخيص أو استخدام العلامة التجاريّة "هاكم" أو "Haackum" بدون الحصول على إذن كتابي أو موافقة مسبقة منا، وأيّ استخدام غير مصرح به أو نسخ أو تقليد أو تشويه لهذه العلامات يعد انتهاكًا لحقوقنا في حماية العلامات التجارية.
                   <br> 12.4.	تحتفظ منصّة "هاكم" بجميع الحقوق في جميع الأجهزة والبرامج والعناصر الأخرى المُستخدَمة لتوفير خدماتها.
                   <br> 12.5.	لا يجوز للمُستخدِم انتهاك أيّ حقوق ملكيّة فكريّة، أو علامات تجاريّة، أو برمجيات تستخدمها منصّة "هاكم"، أو توفّرها لها الأطراف الثالثة عند استخدامه لخدمات المنصّة.
                   <br> 12.6.	لا يجوز للمُستخدِم انتهاك تصاميم أو محتوى المنصّة أو محاولة التعديل عليها أو استخدامها في أي أغراض أخرى.
                </p>
                <h6> [13]	التعويض </h6>
                <br>
                <p> أنت توافق على تعويض منصّة "هاكم" والدفاع عنها والتابعين لها بما في ذلك مسؤوليها ومديريها وموظفيها ضد كافة الدعاوى، أو المطالبات، أو الغرامات، أو الخسائر، أو التكاليف، أو النفقات بما في ذلك الرسوم القانونية وأتعاب المحاماة التي تنشأ عن أو فيما يتعلق عن انتهاكك أو عدم التزامك بهذه الشروط وقواعد تشغيل المنصّة، أو انتهاكك أيّ من القوانين المعمول بها أو حقوق الطّرف الثّالث أو حقوق الملكيّة الفكريّة وحقوق النشر والعلامات التجاريّة أو حقوق الآخرين. </p>
            <h6> [14]	روابط المواقع الخارجية </h6>
                <br>
                <p> 14.1.	قد تحتوي منصّة "هاكم" على روابط لمواقع خارجية خاصة بأطراف أخرى، نحن نؤكد بأننا لا نتحكم في هذه المواقع ولا نؤيدها ولسنا مسؤولين عن أي محتوى أو إعلان أو مواد أخرى متوفرة على تلك المواقع.
                    <br> 14.2.	قبل تمكين أي من وظائف المشاركة في المنصّة للتواصل مع أو زيارة أي من هذه المواقع، نوصيكم بمراجعة سياسة الخصوصية لكل موقع تزوره من مواقع الأطراف الثالثة.
                    <br> 14.3.	أنت المسؤول الوحيد عن جميع المخاطر التي قد تنشأ عن استخدام أيّ روابط لمواقع خارجية بما في ذلك المحتوى، أو المعلومات، أو الخدمات المتاحة عليها.
                </p>
                <h6>  [15]	الاتصالات الإلكترونية </h6>
                <br>
                <p> يحق لنا التواصل معك خلال البريد الإلكتروني المسجّل لدينا لتزويدك بالإعلانات أو فيما يتعلق بأي تغييرات في هذه الشروط وسياسة الخصوصيّة، أو النشرات الإخبارية، أو الإشعارات الفنية، أو تنبيهات الأمان، أو الرسائل الإدارية بمنصّة "هاكم"، أو لأغراض تسويقية، أو وفقاً لما يقتضيه القانون، أو لأغراض أخرى وفقًا لتقديرنا الخاص، وفي حال قررت في أيّ وقت عدم استقبال أيّ رسائل ترويجية، يمكنك تعطيل استلام هذه الرسائل عن طريق مراسلتنا أو النقر على رابط إلغاء الاشتراك أسفل الرسالة الإلكترونية، ولكن في هذه الحالة لا نضمن تمتعك بخدماتنا بشكل كامل. </p>
                 <h6> [16]	إنهاء الاستخدام </h6>
                <br>
                <p> 16.1.	تدخل هذه الشروط حيز التنفيذ من تاريخ تسجيل حساب، وستظل سارية المفعول حتى يتم إنهاؤها من قبلك أو من قبلنا.
                   <br> 16.2.	يجوز لنا وفقًا لتقديرنا المطلق إنهاء أو تقييد أو إيقاف حقك في الوصول إلى منصّة "هاكم" واستخدامها في أيّ وقت دون إشعار، في حال انتهكت أيًا من هذه الشروط أو سياسة الخصوصيّة، أو أنّك أسأت استخدام المنصّة أو ارتكبت أي سلوك آخر قد نعتبره حسب تقديرنا الخاص غير قانوني أو بالآخرين.
                   <br> 16.3.	يجوز لك إنهاء هذه الشروط في أيّ وقت عن طريق التوقف عن استخدام المنصّة وإلغاء حسابك؛ وفي حالة الإنهاء ستتوقف كافة التراخيص الممنوحة لك بموجب هذه الشروط، ولن يكون مصرحًا لك بالوصول إلى المنصّة.
                </p>
                <h6> [17]	القوانين الحاكمة </h6>
                <br>
                <p> 17.1.	تخضع هذه الشروط وتُفسر وفقًا للقوانين السارية في المملكة العربيّة السعوديّة.
                    <br>  17.2.	في حال الحُكم بعدم قانونية أي حكم في هذه الشروط أو بطلانه أو عدم قابليته للتنفيذ بموجب القوانين المعمول بها، كليًا أو جزئيًا، فسيتم فصل هذا الحكم من هذه الشروط، ولن تتأثر جميع الأحكام المتبقية بذلك وتظل قانونية وصحيحة وقابلة للتنفيذ.
                </p>
                <h6> [18]	التغييرات والتعديلات  </h6>
                <br>
                <p> 18.1.	يحق لنا مراجعة هذه الشروط وتعديلها في أي وقت وفقًا لتقديرنا المطلق ولأي سبب، وستكون هذه التعديلات سارية المفعول فور نشرها على هذه الصفحة، وسنقوم بتحديث تاريخ السريان.
                  <br>   18.2.	يجب عليك الاطلاع على هذه التعديلات قبل الاستمرار في استخدام منصّة "هاكم"، ويعد استمرارك في استخدام منصّة "هاكم" بعد إجراء أي تحديثات على هذه الشروط سواء بالإضافة أو الحذف أو التعديل موافقة صريحة منك على هذه التحديثات.
                  <br>   18.3.	يحق لنا إجراء أية تعديلات أو تحسينات نراها ضرورية على منصّة "هاكم" لزيادة فاعليتها، ويجب على المُستخدِم أن يلتزم بأية تعليمات تقدمها المنصّة إليه في هذا الخصوص.
                </p>
                <h6> [19]	أحكام أخرى </h6>
                <br>
                <p> 19.1.	لا يجوز للمُستخدِم التنازل عن أي من حقوقه و/أو التزاماته الواردة في هذه الشروط أو نقلها أو التعاقد من الباطن بشأنها دون موافقتنا الكتابية.
                 <br>   19.2.	يحق لنا تحويل كافة حقوقنا أو التزاماتنا الواردة في هذه الشروط ونقلها والتعاقد عليها من الباطن إلى أي طرف ثالث دون أيّ اعتراض من المُستخدِم بشرط أن يوافق هذا الطرف الثالث على الالتزام بهذه الشروط.
                  <br>  19.3.	لن يُفسر استخدامك لمنصّة "هاكم" على أنه يشكل علاقة شراكة، أو توظيف، أو وكالة، أو مشروع مشترك بيننا وبينك أو أيّ مستخدم آخر، ولن يكون لديك أي سلطة لإلزامنا بأي شكل من الأشكال.
                 <br>   19.4.	في حال تعارضت هذه الشروط مع أيّ إصدارات سابقة لها، فإنّ النسخة الحالية تكون هي السائدة.
                 <br>   19.5.	يخضع استخدام أي بيانات يتم جمعها من المُستخدِمين لسياسة الخصوصية الخاصة بنا.
                 <br>   19.6.	كتبت هذه الشروط باللغةِ العربيّة، وفي حال ترجمتُها إلى لغةٍ أجنبيّةٍ أخرى، فإن النص العربيّ سيكون هو المعتمد، وعليه فلا يتم الاستناد إلى الترجمة المتوفرة في تفسير أي خلاف حول ما تتضمنه هذه الشروط.
                 <br>   19.7.	تشكل هذه الشروط وسياسة الخصوصية (أو تحديثاتها من حين لآخر) الاتفاق الكامل والحصري بين منصّة "هاكم" وبين كل من يستخدم المنصّة وخدماتها، وتحل محل أي إصدارات سابقة من هذه الشروط.
                   <br> 19.8.	يقر المُستخدِم بقراءة هذه الشروط ويوافق على الالتزام بجميع أحكامها.
                </p>
                <h6> [20]	التواصل معنا </h6>
                <br>
                <p> أنت تقر بقراءة هذه الشروط وتوافق على الالتزام ببنودها، وفي حال كان لديك أيّ أسئلة أو تعليقات، فلا تتردد في التواصل معنا من خلال تعبئة نموذجhttps://haackum.com/contact_us  أو عن طريق إرسال رسالة إلى البريد الإلكتروني info@haackum.co. </p>
            </div>
        </div>
    </div>



<?php

include $tem . 'footer.php';
